Repository: gnachman/iTerm2
Catalog: sources/Localizable.xcstrings
Source language: en
Languages: de, ja, pt_br, ru, zh_hans

# MultiClient.RequiredFileMissingBody
source: The iTermServer executable is missing from the application bundle. This indicates iTerm2 is corrupted or incomplete. Please reinstall iTerm2 from the official website.
de: Die ausführbare Datei iTermServer fehlt im Programmpaket. Dies deutet darauf hin, dass iTerm2 beschädigt oder unvollständig ist. Bitte installieren Sie iTerm2 von der offiziellen Website neu.
ja: iTermServer実行ファイルがアプリケーションバンドルにありません。これはiTerm2が破損しているか不完全であることを示しています。公式サイトからiTerm2を再インストールしてください。
pt_br: O executável iTermServer está ausente do pacote do aplicativo. Isso indica que o iTerm2 está corrompido ou incompleto. Reinstale o iTerm2 a partir do site oficial.
ru: Исполняемый файл iTermServer отсутствует в пакете приложения. Это означает, что iTerm2 повреждён или неполный. Пожалуйста, переустановите iTerm2 с официального сайта.
zh_hans: 应用包中缺少 iTermServer 可执行文件。这表明 iTerm2 已损坏或不完整。请从官方网站重新安装 iTerm2。

# MultiClient.RequiredFileMissingTitle
source: Required File Missing
de: Erforderliche Datei fehlt
ja: 必要なファイルがありません
pt_br: Arquivo obrigatório ausente
ru: Отсутствует необходимый файл
zh_hans: 缺少必需文件

# NaggingController.AbortDownload
source: A file is being downloaded. Abort the download?
de: Eine Datei wird heruntergeladen. Download abbrechen?
ja: ファイルをダウンロード中です。ダウンロードを中止しますか?
pt_br: Um arquivo está sendo baixado. Interromper o download?
ru: Выполняется загрузка файла. Прервать загрузку?
zh_hans: 正在下载文件。要中止下载吗？

# NaggingController.AbortUpload
source: A file is being uploaded. Abort the upload?
de: Eine Datei wird hochgeladen. Upload abbrechen?
ja: ファイルをアップロード中です。アップロードを中止しますか?
pt_br: Um arquivo está sendo enviado. Interromper o envio?
ru: Выполняется отправка файла. Прервать отправку?
zh_hans: 正在上传文件。要中止上传吗？

# NaggingController.Allow
source: Allow
de: Erlauben
ja: 許可
pt_br: Permitir
ru: Разрешить
zh_hans: 允许

# NaggingController.AllowAlways
source: Allow Always
de: Immer erlauben
ja: 常に許可
pt_br: Permitir sempre
ru: Всегда разрешать
zh_hans: 始终允许

# NaggingController.AllowOnce
source: _Allow Once
de: _Einmal erlauben
ja: 一度だけ許可(_A)
pt_br: _Permitir uma vez
ru: _Разрешить один раз
zh_hans: 允许一次(_O)

# NaggingController.Always
source: Always
de: Immer
ja: 常に
pt_br: Sempre
ru: Всегда
zh_hans: 始终

# NaggingController.AlwaysAllow
source: Always Allow
de: Immer erlauben
ja: 常に許可
pt_br: Permitir sempre
ru: Всегда разрешать
zh_hans: 始终允许

# NaggingController.AlwaysAllowForThisHost
source: Always allow for this host
de: Für diesen Host immer erlauben
ja: このホストでは常に許可
pt_br: Permitir sempre para este host
ru: Всегда разрешать для этого узла
zh_hans: 始终允许此主机

# NaggingController.AlwaysAllowShortcut
source: Always _Allow
de: Immer _erlauben
ja: 常に許可(_A)
pt_br: _Permitir sempre
ru: Всегда _Разрешать
zh_hans: 始终允许

# NaggingController.AlwaysDeny
source: Always Deny
de: Immer verweigern
ja: 常に拒否
pt_br: Recusar sempre
ru: Всегда отклонять
zh_hans: 始终拒绝

# NaggingController.AlwaysDenyShortcut
source: Always _Deny
de: Immer _verweigern
ja: 常に拒否(_D)
pt_br: _Recusar sempre
ru: Всегда _Отклонять
zh_hans: 始终拒绝

# NaggingController.AlwaysShortcut
source: _Always
de: _Immer
ja: 常に(_A)
pt_br: _Sempre
ru: _Всегда
zh_hans: 始终(_A)

# NaggingController.AppChangedMultipleProperties
source: An app tried to change [multiple profile properties](%@).
de: Eine App hat versucht, [mehrere Profileigenschaften](%@) zu ändern.
ja: アプリが[複数のプロファイルのプロパティ](%@)を変更しようとしました。
pt_br: Um app tentou alterar [várias propriedades do perfil](%@).
ru: Приложение попыталось изменить [несколько свойств профиля](%@).
zh_hans: 某个应用尝试更改[多个配置文件属性](%@)。

# NaggingController.AppChangedProfileProperty
source: An app tried to change the profile property **%@**
de: Eine App hat versucht, die Profileigenschaft **%@** zu ändern
ja: アプリがプロファイルのプロパティ**%@**を変更しようとしました
pt_br: Um app tentou alterar a propriedade do perfil **%@**
ru: Приложение попыталось изменить свойство профиля **%@**
zh_hans: 某个应用尝试更改配置文件属性 **%@**

# NaggingController.ArrangementBadPWD
source: The saved arrangement “%1$@” has a bad initial directory of “%2$@” for this session.
de: Die gespeicherte Anordnung „%1$@“ hat für diese Sitzung ein ungültiges Startverzeichnis „%2$@“.
ja: 保存されたアレンジメント「%1$@」には、このセッション用の不正な初期ディレクトリ「%2$@」が設定されています。
pt_br: A disposição salva “%1$@” tem um diretório inicial inválido “%2$@” para esta sessão.
ru: Сохранённая раскладка «%1$@» имеет неверный начальный каталог «%2$@» для этой сессии.
zh_hans: 保存的窗口排列“%1$@”此会话的初始目录为“%2$@”。

# NaggingController.ArrangementProfileCorrupted
source: This arrangement’s profile is missing. This could be due to a bug in iTerm2 version 3.5.7, which caused profiles to be corrupted in saved arrangements.
de: Das Profil dieser Anordnung fehlt. Dies könnte an einem Fehler in iTerm2 Version 3.5.7 liegen, der dazu führte, dass Profile in gespeicherten Anordnungen beschädigt wurden.
ja: このアレンジメントのプロファイルが見つかりません。これはiTerm2バージョン3.5.7のバグが原因で、保存されたアレンジメント内のプロファイルが破損した可能性があります。
pt_br: O perfil desta disposição está ausente. Isso pode ser devido a um bug na versão 3.5.7 do iTerm2, que fazia com que os perfis ficassem corrompidos em disposições salvas.
ru: Профиль этой раскладки отсутствует. Это может быть связано с ошибкой в iTerm2 версии 3.5.7, из-за которой профили в сохранённых раскладках повреждались.
zh_hans: 此窗口布局对应的配置文件缺失。这可能是 iTerm2 3.5.7 版的一个 bug 所致，该版本会导致已保存布局中的配置文件损坏。

# NaggingController.AskLater
source: Ask Later
de: Später fragen
ja: 後で確認
pt_br: Perguntar depois
ru: Спросить позже
zh_hans: 稍后询问

# NaggingController.AssignProfile
source: Assign Profile
de: Profil zuweisen
ja: プロファイルを割り当て
pt_br: Atribuir perfil
ru: Назначить профиль
zh_hans: 指定配置文件

# NaggingController.ClaudeCodeUpsell
source: Want to try iTerm2’s Claude Code integration?
de: Möchten Sie die Claude-Code-Integration von iTerm2 ausprobieren?
ja: iTerm2のClaude Code統合を試してみませんか?
pt_br: Quer experimentar a integração do Claude Code do iTerm2?
ru: Хотите попробовать интеграцию iTerm2 с Claude Code?
zh_hans: 想试试 iTerm2 的 Claude Code 集成吗？

# NaggingController.CloseTmuxWindowsAfterDetach
source: Close tmux windows after detaching?
de: tmux-Fenster nach dem Trennen schließen?
ja: デタッチ後にtmuxウィンドウを閉じますか?
pt_br: Fechar as janelas do tmux após desanexar?
ru: Закрывать окна tmux после отключения?
zh_hans: 分离后关闭 tmux 窗口吗？

# NaggingController.ControlSequenceChangeProfile
source: A control sequence attempted to change the current profile. Allow this in the future?
de: Eine Steuersequenz hat versucht, das aktuelle Profil zu ändern. Dies zukünftig erlauben?
ja: 制御シーケンスが現在のプロファイルを変更しようとしました。今後もこれを許可しますか?
pt_br: Uma sequência de controle tentou alterar o perfil atual. Permitir isso no futuro?
ru: Управляющая последовательность попыталась изменить текущий профиль. Разрешить это в дальнейшем?
zh_hans: 某个控制序列试图更改当前配置文件。以后允许这样做吗？

# NaggingController.ControlSequenceClearScrollback
source: A control sequence attempted to clear scrollback history. Allow this in the future?
de: Eine Steuersequenz hat versucht, den Scrollback-Verlauf zu löschen. Dies zukünftig erlauben?
ja: 制御シーケンスがスクロールバック履歴を消去しようとしました。今後もこれを許可しますか?
pt_br: Uma sequência de controle tentou limpar o histórico de rolagem. Permitir isso no futuro?
ru: Управляющая последовательность попыталась очистить историю прокрутки. Разрешить это в дальнейшем?
zh_hans: 某个控制序列试图清除滚动缓冲区历史记录。以后允许这样做吗？

# NaggingController.CopyCommand
source: Copy Command
de: Befehl kopieren
ja: コマンドをコピー
pt_br: Copiar comando
ru: Скопировать команду
zh_hans: 拷贝命令

# NaggingController.DenyAlways
source: Deny Always
de: Immer verweigern
ja: 常に拒否
pt_br: Recusar sempre
ru: Всегда отклонять
zh_hans: 始终拒绝

# NaggingController.Dismiss
source: Dismiss
de: Ausblenden
ja: 閉じる
pt_br: Descartar
ru: Закрыть
zh_hans: 关闭

# NaggingController.DontAskAgain
source: Don’t Ask Again
de: Nicht erneut fragen
ja: 今後確認しない
pt_br: Não perguntar novamente
ru: Больше не спрашивать
zh_hans: 不再询问

# NaggingController.DontRemindMeAgain
source: Don’t Remind Me Again
de: Nicht mehr erinnern
ja: 今後は通知しない
pt_br: Não me lembrar novamente
ru: Больше не напоминать
zh_hans: 不再提醒

# NaggingController.DontWarnAgain
source: Don’t Warn Again
de: Nicht erneut warnen
ja: 今後警告しない
pt_br: Não avisar novamente
ru: Больше не предупреждать
zh_hans: 不再警告

# NaggingController.EnableTouchIDForSudo
source: Would you like to enable Touch ID for sudo?
de: Möchten Sie Touch ID für sudo aktivieren?
ja: sudo用にTouch IDを有効にしますか?
pt_br: Deseja ativar o Touch ID para sudo?
ru: Хотите включить Touch ID для sudo?
zh_hans: 要为 sudo 启用触控 ID 吗？

# NaggingController.Help
source: Help
de: Hilfe
ja: ヘルプ
pt_br: Ajuda
ru: Справка
zh_hans: 帮助

# NaggingController.JSONPromotion
source: That's a gnarly JSON blob you've got there! iTerm2 can replace this hard-to-read selection with a pretty-printed value.
de: Das ist aber ein ganz schön unübersichtlicher JSON-Blob! iTerm2 kann diese schwer lesbare Auswahl durch eine hübsch formatierte Version ersetzen.
ja: それは読みにくいJSONの塊ですね!iTerm2はこの読みにくい選択範囲を、整形済みの値に置き換えることができます。
pt_br: Que bloco de JSON complicado você tem aí! O iTerm2 pode substituir esta seleção difícil de ler por um valor formatado.
ru: У вас тут довольно запутанный JSON! iTerm2 может заменить это трудночитаемое выделение на аккуратно отформатированное значение.
zh_hans: 你选中的是一段难以阅读的 JSON 数据！iTerm2 可以将其替换为美化排版后的内容。

# NaggingController.MouseReportingFrustration
source: Looks like you’re trying to copy to the pasteboard, but mouse reporting has prevented making a selection. Disable mouse reporting?
de: Sieht so aus, als würden Sie versuchen, etwas in die Zwischenablage zu kopieren, aber die Mausberichterstattung hat die Auswahl verhindert. Mausberichterstattung deaktivieren?
ja: ペーストボードにコピーしようとしているようですが、マウスレポートが有効なため選択できないようです。マウスレポートを無効にしますか?
pt_br: Parece que você está tentando copiar para a área de transferência, mas o relatório do mouse impediu a seleção. Desativar o relatório do mouse?
ru: Похоже, вы пытаетесь скопировать текст в буфер обмена, но отчёты о мыши мешают сделать выделение. Отключить отчёты о мыши?
zh_hans: 看起来你想拷贝到剪贴板，但鼠标报告功能阻止了选区操作。要停用鼠标报告吗？

# NaggingController.Never
source: Never
de: Nie
ja: しない
pt_br: Nunca
ru: Никогда
zh_hans: 从不

# NaggingController.NeverAllow
source: Never allow
de: Nie erlauben
ja: 許可しない
pt_br: Nunca permitir
ru: Никогда не разрешать
zh_hans: 从不允许

# NaggingController.NeverShortcut
source: _Never
de: _Nie
ja: しない(_N)
pt_br: _Nunca
ru: _Никогда
zh_hans: 从不(_N)

# NaggingController.NoShortcut
source: _No
de: _Nein
ja: いいえ(_N)
pt_br: _Não
ru: _Нет
zh_hans: 否(_N)

# NaggingController.OnlyThisTime
source: _Only This Time
de: _Nur dieses Mal
ja: 今回のみ(_O)
pt_br: _Apenas desta vez
ru: _Только в этот раз
zh_hans: 仅此一次(_O)

# NaggingController.OpenCommandSecureInput
source: The open command doesn't activate other apps when Secure Keyboard Input is enabled.
de: Der Befehl open aktiviert keine anderen Apps, wenn Sichere Tastatureingabe aktiviert ist.
ja: セキュアキーボード入力が有効な場合、openコマンドは他のアプリをアクティブにしません。
pt_br: O comando open não ativa outros apps quando a Entrada de Teclado Segura está ativada.
ru: Команда `open` не активирует другие приложения, когда включён безопасный ввод с клавиатуры.
zh_hans: 启用安全键盘输入时，open 命令不会激活其他应用。

# NaggingController.OpenThisURL
source: Open this URL? %@
de: Diese URL öffnen? %@
ja: このURLを開きますか? %@
pt_br: Abrir este URL? %@
ru: Открыть этот URL? %@
zh_hans: 是否打开此 URL？%@

# NaggingController.OrphanRestored
source: This already-running session was restored but its contents were not saved.
de: Diese bereits laufende Sitzung wurde wiederhergestellt, aber ihr Inhalt wurde nicht gespeichert.
ja: この既に実行中のセッションは復元されましたが、その内容は保存されていませんでした。
pt_br: Esta sessão já em execução foi restaurada, mas seu conteúdo não foi salvo.
ru: Эта уже запущенная сессия была восстановлена, но её содержимое не было сохранено.
zh_hans: 这个已在运行的会话已恢复，但其内容未存储。

# NaggingController.PasteBracketingLeftOn
source: Looks like paste bracketing was left on when an ssh session ended unexpectedly or an app misbehaved. Turn it off?
de: Es sieht so aus, als sei der Paste-Bracketing-Modus aktiviert geblieben, als eine ssh-Sitzung unerwartet endete oder sich eine App falsch verhalten hat. Ausschalten?
ja: SSHセッションが予期せず終了したか、アプリが誤動作したため、ペーストブラケッティングがオンのままになっているようです。オフにしますか?
pt_br: Parece que o modo de colagem entre colchetes ficou ativado quando uma sessão ssh terminou inesperadamente ou um app se comportou mal. Desativá-lo?
ru: Похоже, режим скобок вставки остался включённым после неожиданного завершения SSH-сессии или сбоя приложения. Отключить его?
zh_hans: 看起来 ssh 会话意外结束或某个应用行为异常后，粘贴括号模式仍处于开启状态。要关闭它吗？

# NaggingController.Permanently
source: Permanently
de: Dauerhaft
ja: 永続的に
pt_br: Permanentemente
ru: Навсегда
zh_hans: 永久

# NaggingController.ProfileMissing
source: This session’s profile, “%@”, no longer exists.
de: Das Profil dieser Sitzung, „%@“, existiert nicht mehr.
ja: このセッションのプロファイル「%@」は既に存在しません。
pt_br: O perfil desta sessão, “%@”, não existe mais.
ru: Профиль этой сессии, «%@», больше не существует.
zh_hans: 此会话的配置文件“%@”已不存在。

# NaggingController.ProfileMissingButNameExists
source: This session’s profile, “%@”, no longer exists. A profile with that name happens to exist.
de: Das Profil dieser Sitzung, „%@“, existiert nicht mehr. Zufällig existiert aber ein Profil mit diesem Namen.
ja: このセッションのプロファイル「%@」は既に存在しません。ただし、その名前のプロファイルは別に存在します。
pt_br: O perfil desta sessão, “%@”, não existe mais. Por acaso, existe um perfil com esse nome.
ru: Профиль этой сессии, «%@», больше не существует. Однако профиль с таким именем существует.
zh_hans: 此会话的配置文件“%@”已不存在。恰好存在同名配置文件。

# NaggingController.PropertiesToBeChanged
source: **Properties to be changed:** %@
de: **Zu ändernde Eigenschaften:** %@
ja: **変更されるプロパティ:** %@
pt_br: **Propriedades a serem alteradas:** %@
ru: **Свойства, которые будут изменены:** %@
zh_hans: **将更改的属性：** %@

# NaggingController.RemoveBackgroundImage
source: Remove background image?
de: Hintergrundbild entfernen?
ja: 背景画像を削除しますか?
pt_br: Remover a imagem de plano de fundo?
ru: Удалить фоновое изображение?
zh_hans: 是否移除背景图像？

# NaggingController.Repair
source: Repair
de: Reparieren
ja: 修復
pt_br: Reparar
ru: Исправить
zh_hans: 修复

# NaggingController.RepairSavedArrangement
source: Repair Saved Arrangement
de: Gespeicherte Anordnung reparieren
ja: 保存されたアレンジメントを修復
pt_br: Reparar disposição salva
ru: Исправить сохранённую раскладку
zh_hans: 修复已存储的窗口布局

# NaggingController.ReportVariableDenied
source: A request to report variable “%@” was denied. Allow it in the future?
de: Eine Anfrage zum Melden der Variable „%@“ wurde abgelehnt. Dies zukünftig erlauben?
ja: 変数「%@」を報告するリクエストが拒否されました。今後は許可しますか?
pt_br: Uma solicitação para relatar a variável “%@” foi recusada. Permitir no futuro?
ru: Запрос на отправку переменной «%@» был отклонён. Разрешить это в дальнейшем?
zh_hans: 报告变量“%@”的请求已被拒绝。以后是否允许？

# NaggingController.ResetKeyReportingMode
source: The key reporting mode may have been left in an unusual setting when an ssh session died or an app crashed. Restore?
de: Der Modus zur Tastenberichterstattung wurde möglicherweise in einer ungewöhnlichen Einstellung belassen, als eine ssh-Sitzung abbrach oder eine App abgestürzt ist. Wiederherstellen?
ja: SSHセッションが切断されたか、アプリがクラッシュしたため、キーレポートモードが通常とは異なる設定のままになっている可能性があります。復元しますか?
pt_br: O modo de relatório de teclas pode ter ficado em uma configuração incomum quando uma sessão ssh foi encerrada ou um app travou. Restaurar?
ru: Режим отчётов о клавишах мог остаться в необычном состоянии после завершения SSH-сессии или сбоя приложения. Восстановить?
zh_hans: ssh 会话终止或某个应用崩溃后，按键报告模式可能被留在了异常设置上。要恢复吗？

# NaggingController.Restart
source: _Restart
de: _Neu starten
ja: 再起動(_R)
pt_br: _Reiniciar
ru: _Перезапустить
zh_hans: 重新启动(_R)

# NaggingController.RestoreTitlesAfterSSH
source: Automatically restore the tab and window title when an ssh session ends?
de: Tab- und Fenstertitel automatisch wiederherstellen, wenn eine ssh-Sitzung endet?
ja: SSHセッションが終了したときに、タブとウィンドウのタイトルを自動的に復元しますか?
pt_br: Restaurar automaticamente o título da aba e da janela quando uma sessão ssh terminar?
ru: Автоматически восстанавливать заголовок вкладки и окна после завершения SSH-сессии?
zh_hans: ssh 会话结束时自动恢复标签页和窗口标题吗？

# NaggingController.RunInNewWindow
source: _Run In New Window
de: _In neuem Fenster ausführen
ja: 新しいウィンドウで実行(_R)
pt_br: _Executar em uma nova janela
ru: _Запустить в новом окне
zh_hans: 在新窗口中运行(_R)

# NaggingController.ScrollWheelMovesCursor
source: Do you want the scroll wheel to move the cursor in interactive programs like this?
de: Möchten Sie, dass das Mausrad in interaktiven Programmen wie diesem den Cursor bewegt?
ja: このようなインタラクティブなプログラムで、スクロールホイールによってカーソルを移動できるようにしますか?
pt_br: Deseja que a roda de rolagem mova o cursor em programas interativos como este?
ru: Хотите, чтобы колесо прокрутки перемещало курсор в подобных интерактивных программах?
zh_hans: 在类似的交互式程序中，要让鼠标滚轮移动光标吗？

# NaggingController.SessionEndedRestart
source: Session ended (command exited). Restart it?
de: Sitzung beendet (Befehl wurde beendet). Neu starten?
ja: セッションが終了しました(コマンドが終了しました)。再起動しますか?
pt_br: A sessão terminou (o comando foi encerrado). Reiniciá-la?
ru: Сессия завершена (команда завершила работу). Перезапустить её?
zh_hans: 会话已结束（命令已退出）。要重新启动吗？

# NaggingController.SessionFailedToStart
source: Session failed to start.
de: Sitzung konnte nicht gestartet werden.
ja: セッションを開始できませんでした。
pt_br: Falha ao iniciar a sessão.
ru: Не удалось запустить сеанс.
zh_hans: 会话无法启动。

# NaggingController.SetBackgroundImage
source: Set background image to “%@”?
de: Hintergrundbild auf „%@“ setzen?
ja: 背景画像を「%@」に設定しますか?
pt_br: Definir a imagem de plano de fundo como “%@”?
ru: Установить фоновое изображение «%@»?
zh_hans: 是否将背景图像设置为“%@”？

# NaggingController.SlowTriggers
source: This session’s triggers are pretty slow. Disable them in interactive apps?
de: Die Trigger dieser Sitzung sind ziemlich langsam. In interaktiven Apps deaktivieren?
ja: このセッションのトリガーの動作がかなり遅くなっています。インタラクティブなアプリでは無効にしますか?
pt_br: Os gatilhos desta sessão estão bem lentos. Desativá-los em apps interativos?
ru: Триггеры этого сеанса работают довольно медленно. Отключить их в интерактивных приложениях?
zh_hans: 此会话的触发器相当缓慢。要在交互式应用中停用它们吗？

# NaggingController.StopAsking
source: Stop Asking
de: Nicht mehr fragen
ja: 今後確認しない
pt_br: Parar de perguntar
ru: Больше не спрашивать
zh_hans: 停止询问

# NaggingController.Temporarily
source: _Temporarily
de: _Vorübergehend
ja: _一時的に
pt_br: _Temporariamente
ru: _Временно
zh_hans: 暂时(_T)

# NaggingController.TextReplacements
source: Would you like macOS Text Replacements to be applied automatically?
de: Möchten Sie, dass macOS-Textersetzungen automatisch angewendet werden?
ja: macOSのテキスト置換を自動的に適用しますか?
pt_br: Deseja que as Substituições de Texto do macOS sejam aplicadas automaticamente?
ru: Хотите, чтобы замены текста macOS применялись автоматически?
zh_hans: 要自动应用 macOS 文本替换吗？

# NaggingController.TmuxPasteBufferUpdated
source: The tmux paste buffer was updated. Would you like to mirror it to the local clipboard from now on?
de: Der tmux-Einfügepuffer wurde aktualisiert. Möchten Sie ihn ab sofort in die lokale Zwischenablage spiegeln?
ja: tmuxのペーストバッファが更新されました。今後はローカルのクリップボードにミラーリングしますか?
pt_br: O buffer de colagem do tmux foi atualizado. Deseja espelhá-lo na área de transferência local a partir de agora?
ru: Буфер вставки tmux был обновлён. Хотите отражать его в локальном буфере обмена отныне?
zh_hans: tmux 粘贴缓冲区已更新。以后要将其镜像到本地剪贴板吗？

# NaggingController.TmuxSupplementaryPlaneError
source: Because of a bug in tmux 2.2, the character “%@” cannot be sent.
de: Aufgrund eines Fehlers in tmux 2.2 kann das Zeichen „%@“ nicht gesendet werden.
ja: tmux 2.2のバグのため、文字「%@」を送信できません。
pt_br: Devido a um bug no tmux 2.2, o caractere “%@” não pode ser enviado.
ru: Из-за ошибки в tmux 2.2 символ «%@» не может быть отправлен.
zh_hans: 由于 tmux 2.2 中的错误，无法发送字符“%@”。

# NaggingController.TryItNow
source: Try it Now
de: Jetzt ausprobieren
ja: 今すぐ試す
pt_br: Experimentar agora
ru: Попробовать сейчас
zh_hans: 立即试用

# NaggingController.ViewStats
source: View Stats
de: Statistiken anzeigen
ja: 統計を表示
pt_br: Ver estatísticas
ru: Просмотреть статистику
zh_hans: 查看统计

# NaggingController.Why
source: Why?
de: Warum?
ja: 理由は?
pt_br: Por quê?
ru: Почему?
zh_hans: 为什么？

# NaggingController.Yes
source: Yes
de: Ja
ja: はい
pt_br: Sim
ru: Да
zh_hans: 是

# NaggingController.YesShortcut
source: _Yes
de: _Ja
ja: _はい
pt_br: _Sim
ru: _Да
zh_hans: 是(_Y)

# NamedMarks.Unnamed
source: Unnamed Mark
de: Unbenannte Markierung
ja: 名前のないマーク
pt_br: Marca sem nome
ru: Безымянная метка
zh_hans: 未命名标记

# NerdFontInstaller.Download
source: Download
de: Herunterladen
ja: ダウンロード
pt_br: Baixar
ru: Загрузить
zh_hans: 下载

# NerdFontInstaller.DownloadFailed
source: Download failed: %@
de: Download fehlgeschlagen: %@
ja: ダウンロードに失敗しました: %@
pt_br: Falha no download: %@
ru: Сбой загрузки: %@
zh_hans: 下载失败：%@

# NerdFontInstaller.DownloadNeeded
source: Download Needed
de: Download erforderlich
ja: ダウンロードが必要です
pt_br: Download necessário
ru: Требуется загрузка
zh_hans: 需要下载

# NerdFontInstaller.DownloadTaskFailed
source: The Nerd Font Bundle download failed with an error: %@
de: Der Download des Nerd Font Bundle ist mit einem Fehler fehlgeschlagen: %@
ja: Nerd Font Bundleのダウンロードがエラーで失敗しました: %@
pt_br: O download do pacote Nerd Font falhou com um erro: %@
ru: Загрузка комплекта Nerd Font завершилась ошибкой: %@
zh_hans: Nerd Font Bundle 下载失败，出现错误：%@

# NerdFontInstaller.FontInstallationFailed
source: Installation of downloaded fonts failed: %@
de: Die Installation der heruntergeladenen Schriften ist fehlgeschlagen: %@
ja: ダウンロードしたフォントのインストールに失敗しました: %@
pt_br: Falha na instalação das fontes baixadas: %@
ru: Не удалось установить загруженные шрифты: %@
zh_hans: 下载字体安装失败：%@

# NerdFontInstaller.MissingRequiredFonts
source: The downloaded bundle is missing some required fonts
de: Im heruntergeladenen Bundle fehlen einige erforderliche Schriften
ja: ダウンロードしたバンドルに必要なフォントが一部含まれていません
pt_br: O pacote baixado está sem algumas fontes obrigatórias
ru: В загруженном комплекте отсутствуют некоторые необходимые шрифты
zh_hans: 下载的捆绑包缺少一些必需字体

# NerdFontInstaller.PermissionPrompt
source: To install the Nerd Font Bundle iTerm2 must first download and install these fonts: %@.
de: Um das Nerd Font Bundle zu installieren, muss iTerm2 zunächst diese Schriften herunterladen und installieren: %@.
ja: Nerd Font Bundleをインストールするには、iTerm2が先に次のフォントをダウンロードしてインストールする必要があります: %@。
pt_br: Para instalar o pacote Nerd Font, o iTerm2 precisa primeiro baixar e instalar estas fontes: %@.
ru: Чтобы установить комплект Nerd Font, iTerm2 сначала должен загрузить и установить следующие шрифты: %@.
zh_hans: 要安装 Nerd 字体包，iTerm2 必须首先下载并安装以下字体：%@。

# NerdFontInstaller.SaveDownloadFailed
source: Downloaded file could not be saved: %@
de: Die heruntergeladene Datei konnte nicht gespeichert werden: %@
ja: ダウンロードしたファイルを保存できませんでした: %@
pt_br: Não foi possível salvar o arquivo baixado: %@
ru: Не удалось сохранить загруженный файл: %@
zh_hans: 无法存储下载的文件：%@

# NerdFontInstaller.UnknownErrors
source: Unknown errors occurred
de: Unbekannte Fehler sind aufgetreten
ja: 不明なエラーが発生しました
pt_br: Ocorreram erros desconhecidos
ru: Произошли неизвестные ошибки
zh_hans: 发生未知错误

# NerdFontInstaller.UnzipFailed
source: Unzip failed: %@
de: Entpacken fehlgeschlagen: %@
ja: 解凍に失敗しました: %@
pt_br: Falha ao descompactar: %@
ru: Не удалось распаковать архив: %@
zh_hans: 解压失败：%@

# NerdFontInstaller.UserDeniedPermission
source: User denied permission
de: Benutzer hat die Erlaubnis verweigert
ja: ユーザーが許可を拒否しました
pt_br: O usuário recusou a permissão
ru: Пользователь отказал в разрешении
zh_hans: 用户拒绝了权限

# NewSessionMenu.NewTabAtEnd
source: New Tab At End
de: Neuer Tab am Ende
ja: 末尾に新しいタブ
pt_br: Nova aba no final
ru: Новая вкладка в конце
zh_hans: 在末尾新建标签页
